Repository: common-repository/ing-psp
Catalog: languages/ingpsp-*.po
Languages: fr_fr

source: Bancontact - ING PSP
fr_fr: ING PSP : Bancontact

source: There was a problem processing your transaction.
fr_fr: Il y avait malheureusement un problème traitant votre paiement. Veuillez réessayer le paiement s’il vous plaît.

source: Banktransfer - ING PSP
fr_fr: ING PSP : Virement Bancaire

source: Awaiting Bank-Transfer Payment
fr_fr: En attente du paiement des achats par Virement Bancaire

source: Please use the following payment information:
fr_fr: Utilisez la référence suivante pour payer votre commande:

source: Account Holder: ING Bank N.V. PSP
fr_fr: Titulaire du compte : ING Bank N.V. PSP

source: Residence: Amsterdam
fr_fr: Résidence : Amsterdam

source: The current project is in test mode
fr_fr: Le boutique en ligne actuel est en mode test

source: In test mode you can only test iDEAL. When done testing, please login to the portal and activate your project.
fr_fr: Lorsque le magasin est en mode test, vous pouvez seulement tester iDEAL. Après tous les tests ont été réalisés, s'il vous plaît se connecter au portail marchand d'ING pour modifier le statut de votre boutique à "Webshop actif". Sélectionnez Paramètres > Webshop, sélectionnez votre boutique en ligne, cliquez sur Modifier et sélectionnez le statut "Webshop actif". Après cela, toutes vos méthodes des paiements seront disponibles.

source: API key
fr_fr: Le clé API

source: API key provided by ING
fr_fr: Obtenez votre ING PSP clé API du portail marchand

source: Test API key
fr_fr: Le clé API de Test

source: Test API key for testing implementation of Klarna.
fr_fr: Le clé API de Test pour tester la mise en œuvre de Klarna.

source: Klarna Debug IP
fr_fr: L’adresse(s) IP pour tester Klarna

source: IP address for testing Klarna. If empty, visible for all. If filled, only visible for specified IP addresses. (Example: 127.0.0.1, 255.255.255.255)
fr_fr: L’adresse IP pour tester Klarna. Vous pouvez spécifier des adresses IP spécifiques pour lesquelles Klarna est visible. Si vous remplissez rien, alors, Klarna est visible à toutes les adresses IP. (par exemple si vous souhaitez tester Klarna, vous pouvez saisir des adresses IP comme 128.0.0.1, 255.255.255.255.)

source: PSP Product
fr_fr: Produit PSP

source: Failed payment page
fr_fr: Page du paiement échoué

source: Page where user is redirected after payment has failed.
fr_fr: Page où l’utilisateur est redirigé quand le paiement a échoué.

source: Checkout Page
fr_fr: Page du Checkout

source: Shopping Cart
fr_fr: Panier

source: cURL CA bundle
fr_fr: bundle cURL CA

source: Use cURL CA bundle
fr_fr: Utilisez bundle cURL CA

source: Resolves issue when curl.cacert path is not set in PHP.ini
fr_fr: Résout le problème lorsque le curl.cacert path n’est pas défini dans PHP.ini

source: Cash on Delivery - ING PSP
fr_fr: ING PSP : Contre-remboursement

source: Mastercard, VISA, Maestro or V PAY - ING PSP
fr_fr: ING PSP : MasterCard, VISA, Maestro ou V PAY

source: Your transaction is still being processed. You will be notified when status is updated.
fr_fr: Votre paiement est en cours de traitement. Nous n'avons pas reçu de confirmation de votre banque ou de l'émetteur de la carte. Vous recevrez un message dès que nous avons reçu ce.

source: Enable iDEAL Payments
fr_fr: Activer les paiements par iDEAL

source: Credit Card
fr_fr: Cartes de crédit

source: Enable Credit Card Payments
fr_fr: Activer les paiements par Cartes de crédit

source: Bank Transfer
fr_fr: Virement Bancaire

source: Enable Bank Transfer Payments
fr_fr: Activer les paiements par Virement Bancaire

source: Enable SOFORT Payments
fr_fr: Activer les paiements par SOFORT

source: Enable Bancontact Payments
fr_fr: Activer les paiements par Bancontact

source: Cash On Delivery
fr_fr: Contre-remboursement

source: Enable Cash On Delivery Payments
fr_fr: Activer les paiements par Contre-remboursement

source: Enable PayPal Payments
fr_fr: Activer les paiements par PayPal

source: Enable HomePay Payments
fr_fr: Activer les paiements par Home’Pay

source: Enable Klarna Payments
fr_fr: Activer les paiements par Klarna

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cette section permet de contrôler le titre de la méthode de paiement que l’utilisateur voit lors de check-out.

source: Use Webhook URL
fr_fr: Utilisez l’URL Webhook

source: Automatically include Webhook URL with every order
fr_fr: Fournir automatiquement l’URL Webhook à l’API du ING PSP avec chaque commande

source: API will request this URL in order to update transaction details.
fr_fr: Fournir automatiquement l'URL de webhook avec chaque commande généré à l'API du ING PSP pour mettre à jour les détails de la transaction.

source: HomePay - ING PSP
fr_fr: ING PSP : Home’Pay

source: iDEAL - ING PSP
fr_fr: ING PSP : iDeal

source: Payment Error: You must choose an iDEAL Bank!
fr_fr: Il y avait une erreur en traitant votre paiement : Il faut choisir une banque pour payer par iDEAL!

source: Choose your bank:
fr_fr: Choisissez votre banque:

source: Klarna - ING PSP
fr_fr: ING PSP : Klarna

source: Unfortunately, we can not currently accept your purchase with Klarna. Please choose another payment option to complete your order. We apologize for the inconvenience.
fr_fr: Il y avait malheureusement un problème traitant votre paiement par Klarna. Nous nous excusons pour le dérangement. Veuillez réessayer le paiement par une autre méthode de paiement.

source: Klarna payment request sent.
fr_fr: La demande de paiement à payer par Klarna a été envoyée.

source: Your payment using Klarna is successful.
fr_fr: Le paiement en utilisant Klarna est réussie.

source: The invoice will be sent to your email.
fr_fr: La facture sera envoyée à votre adresse email.

source: Additional Information
fr_fr: Information Supplémentaire

source: Gender:
fr_fr: Sexe:

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Date of birth:
fr_fr: Date de naissance:

source: Birth date format: DD - MM - YYYY, eg: 31-12-1980
fr_fr: Veuillez utiliser le format suivant pour entrer la date de naissance : JJ-MM-AAAA ; par ex: 31-12-1980

source: PayPal - ING PSP
fr_fr: INGPSP : Paypal

source: ING WooCommerce plugin for ING Kassa Compleet and ING ePay markets.
fr_fr: ING WooCommerce plugin pour les marchés ING Kassa Compleet et ING ePay.

source: Enable Payconiq Payments
fr_fr: Activer les paiements par Payconiq

source: Your order %s at %s
fr_fr: Votre commande %s à %s

source: Unfortunately, we can not currently accept your purchase with AfterPay. Please choose another payment option to complete your order. We apologize for the inconvenience.
fr_fr: Nous sommes désolés de vous informer que votre demande de payer plus tard ne peut pas être acceptée par Afterpay. Cela aurait pu être causé par diverses raisons (temporaires). Si vous avez des questions concernant votre refus, s'il vous plaît contacter le Service clientèle Afterpay via https://www.afterpay.nl/en/customers/contact ou par téléphone via +31 20 72 30 270. Nous vous conseillons de choisir une autre mode de paiement pour effectuer votre commande.

source: AfterPay payment request sent.
fr_fr: Demande AfterPay envoyée.

source: Your payment using AfterPay is successful.
fr_fr: Votre paiement en utilisant AfterPay est réussi.

source: I accept <a href='%s' target='_blank'>Terms and Conditions</a>
fr_fr: J'accepte les <a href='%s' target='_blank'>conditions d'utilisation d'AfterPay</a>
